const data = [
  "なんとなく街を歩いていたら塔が見えたので、ひたすら塔に向けて歩いていくことにした。いく道すがら面白いこともあるだろう。あんな塔の近くなら、きっとお土産屋さんもあるだろう。お土産屋さんに入ったら、多分色々なものが売っているだろう。色々なものが売っているのを見たら、おそらく楽しくなるだろう。楽しくなかったらどうしよう。そうしたら、お土産屋さんを出れば良いかもしれない。いや、それは早計だろうか。お土産屋さんの中でまた別のものを探したほうがいいかもしれない。試食コーナーだってあるかもしれない。色々な地域の名産の試食が並んでいたら、その中の一つくらいは美味しいものがあるに違いない。しかし、それだって確実ではない。全部美味しくないかもしれないではないか。では、やはりお土",
  "産屋さんを出るしかないのであろうか。よく考えたら、そもそもお土産屋さんが本当にあるのかもわからない。あの塔が観光名所だとは限らないのだ。ただの石でできた塔かもしれない。歴史もない。歴史がなければ展示するものもない。見どころ",
  "もない。街の真ん中に何百メートルも突っ立っているただの石の塔。天辺近くに空いているあの穴だって、下から登ってあそこから風景を見る穴だと勝手に考えてしまったが、そんな証拠はどこにもないのだ。ただ、あそこに穴が空いているだけで",
  "、どこにも繋がっていない可能性がある。例えば塔の下部は周囲を完全に石で固めていて、どこにも入り口がない可能性だってある。そうしたら、あの穴から風景を見て「あ、あそこのドラッグストア、ここに来るまでにスポーツドリンクを買った",
  "ところだ」と言うためには、周囲の壁を何百メートルもよじのぼるしかないことになる。そこまでする観光客がどれくらいいるだろうか。100人中、十人もいないのではなかろうか。そうしたら、あの塔を観光名所にすることは無理だろう。あの",
  "穴に解説のパネルや顔をはめ込んで写真を撮るためのパネルを設置したりする市の職員もいないのではなかろうか。もしそうなら、塔の周りに土産物屋もない可能性が高い。観光名所ではない場所に土産物屋は滅多にないからだ。すると、土産物屋",
  "から出ることは難しいと言わざるを得ない。存在しないものから出ることは通常できない。つまり土産物屋に閉じ込められてしまったことになる。それは困る。なぜならせっかく買った土産物を、故郷で待つ家族や友人に渡すことができない。つま",
  "り、土産物屋から出ることができなければ、土産物の意味がなくなってしまうのだ。このことをおそらく本能的に理解しているのであろうか、多くの土産物屋は入っても出られるようになっている。ところがこの土産物屋はそこをちゃんと理解でき",
  "ていない。おそらく観光地ではない場所に立っているが故に、土産物とはなんなのかを知る機会がなかったのであろう。そんなことだから存在しないのだ、というのは言葉が強すぎるであろうか。仕方がない。試食コーナーで食いつなぎながら、ど",
  "うにか脱出方法を考えるしかない。",
];
export default data;
